export const data = [
    {
        id: 1,
        question: 'Ваш пол:',
        options: ['Мужчина', 'Женщина']
    },
    {
        id: 2,
        question: 'Укажите ваш возраст:',
        options: ['До 18', 'От 18 до 28', 'От 29 до 35', 'От 36']
    },
    {
        id: 3,
        question: 'Выберите лишнее:',
        options: ['Дом', 'Шалаш', 'Бунгало', 'Скамейка', 'Хижина']
    },
    {
        id: 4,
        question: 'Продолжите числовой ряд: 18 20 24 32:',
        options: ['62', '48', '74', '57', '60', '77']
    },
    {
        id: 5,
        question: 'Выберите цвет, который сейчас наиболее вам приятен',
        options: ['#A8A8A8', '#0000A9', '#00A701', '#F60100', '#FDFF19', '#A95403', '#000000', '#850068', '#46B3AC']
    },
    {
        id: 6,
        question: 'Отдохните пару секунд, ещё раз выберите цвет, который сейчас наиболее вам приятен:',
        options: ['#A8A8A8', '#46B3AC','#A95403', '#00A701', '#000000', '#F60100', '#850068', '#FDFF19', '#0000A9']
    },
    {
        id: 7,
        question: 'Какой из городов лишний:',
        options: ['Вашингтон', 'Лондон', 'Париж', 'Нью-Йорк', 'Москва', 'Оттава']
    },
    {
        id: 8,
        question: 'Выберите правильную фигуру из четырёх пронумерованных:',
        options: [1, 2, 3, 4],
        img: '/src/assets/images/humans.png'
    },
    {
        id: 9,
        question: 'Вам привычнее и важнее:',
        options: [
            'Наслаждаться каждой минутой проведённого времени',
            'Быть устремлённым мыслями в будущее',
            'Учитывать в ежедневной практике прошлый опыт'
        ]
    },
    {
        id: 10,
        question: 'Какое определение, по-вашему, больше подходит к этому избражению:',
        options: ['Оно остроконечное', 'Оно устойчиво', 'Оно находится в состоянии равновесия'],
        img: '/src/assets/images/pyramide.png'
    },
    {
        id: 11,
        question: 'Вставьте подходящее число:',
        options: [34, 36, 53, 44, 66, 42],
        img: '/src/assets/images/star.png'
    },
]